Repository: scopesWriter/News-Flash-Global-News-Reader
Catalog: NewsFlash/Resources/Localizable.xcstrings
Source language: en
Languages: ar

source: AI
ar: الذكاء الاصطناعي

source: Apple
ar: أبل

source: back
ar: عودة

source: Business
ar: الأعمال

# choose_headline
source: Choose a headline from the list to read the full story.
ar: اختر عنوانًا من القائمة لقراءة المقال بالكامل.

source: Climate
ar: المناخ

# clock_icon
source: Clock
ar: الساعة

source: Content
ar: المحتوى

source: Entertainment
ar: الترفيه

source: Health
ar: الصحة

# invalid_response
source: Invalid response from server. Please try again.
ar: استجابة غير صالحة من الخادم. يرجى المحاولة مرة أخرى.

source: iOS
ar: نظام iOS

source: Loading
ar: تحميل

# missing_api_key
source: Missing or invalid API key. Please check your configuration.
ar: مفتاح API مفقود أو غير صالح. يرجى التحقق من الإعدادات الخاصة بك.

# network_unavailable
source: No internet connection. Please check your network settings.
ar: لا يوجد اتصال بالإنترنت. يرجى التحقق من إعدادات الشبكة الخاصة بك.

source: NewsFlash
ar: نيوز فلاش

source: No Articles
ar: لا مقالات

# no_articles_available
source: No news articles available at the moment.
ar: لا توجد مقالات إخبارية متاحة في الوقت الحالي.

# no_articles_found_with_topic %@
source: No articles found for ‘%@’
ar: لم يتم العثور على مقالات

source: Politics
ar: السياسة

# rate_limited
source: Too many requests. Please wait a moment and try again.
ar: تم إرسال العديد من الطلبات. يرجى الانتظار قليلاً والمحاولة مرة أخرى.

source: Read Full Article
ar: اقرأ المقال بالكامل

# retry
source: Try Again
ar: إعادة المحاولة

source: Save
ar: حفظ

# save_button
source: Save
ar: حفظ

source: Science
ar: العلوم

# search_placeholder
source: Search news...
ar: ابحث عن الأخبار...

# select_article
source: Select an Article
ar: حدد مقالة

# share_button
source: Share
ar: مشاركة

source: Sports
ar: الرياضة

source: Summary
ar: الملخص

source: Swift
ar: سويفت

source: Technology
ar: التكنولوجيا

source: Trending Topics
ar: الموضوعات الرائجة

# unable_to_load
source: Unable to Load News
ar: تعذر تحميل الأخبار

source: Unknown Source
ar: المصدر غير معروف
